<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>BANKBU®</title>

    <link rel="stylesheet" href="../css/pages.css">
    <link rel="stylesheet" href="../css/style.css">
 <link rel="icon" href="../img/ACQUIRER-logo.JPG" type="image/x-icon">
</head>

<body>

    <header>
        <img class="logo" src="../img/logoBankbu_.PNG" alt="Logo de Mi Empresa">
        <div id="menuBtn">
            <img class="TITLE"  src= "../img/menu.PNG" alt="Botón de Menú ">
        </div>
    </header>
    <nav>
        <ul>
            <li>
                    <a href="../index.html" class="main-optionINICIO">INICIO</a>
            </li>
            <li>
                <a href="NUH_INTB.html" class="main-optionINTRODUCCIÓN">INTRODUCCIÓN</a>
            </li>
            <li><a href="#" class="main-option">NUCLEO ▼</a>
                <ul>
                    <li><a href="NUH_000B.html">Config. Sistema</a></li>
                    <li><a href="NUH_00B_N2.html">Parametros</a></li>
                    <li><a href="NUH_00B_inicio.html">Inicio</a></li>
                    <li><a href="NUH_00B_proceso.html">Proceso</a></li>
                    <li><a href="NUH_00B_inf.html">Inf. Cliente</a></li>
                    <li><a href="NUH_00B_conta.html">Contabilidad</a></li>
                    <li style="visibility: hidden;"><a href="NUH_00B_audi.html">Auditoria</a></li>

                </ul>
            </li>
            <li>
             <a href="#" class="main-option">EMISOR  ▼</a>
                <ul>
                    <li><a href="EMH_000B.html">Productos</a></li>
                    <li><a href="EMH_000Bsoli.html">Solicitudes</a></li>
                    <li><a href="EMH_000Bmerca.html">Mercadeo</a></li>
                    <li><a href="EMH_000Bservi.html">Servicio Al Cliente</a></li>
                    <li><a href="EMH_000Bpendi.html">Pendientes</a></li>
                    <li><a href="EMH_000Btrans.html">Transaccionabilidad</a></li>
                    <li><a href="EMH_000Bauto.html">Autorizaciones</a></li>
                    <li><a href="EMH_000Bplasti.html">Adm. Plasticos</a></li>
                    <li><a href="EMH_000Brecla.html">Reclamos</a></li>
                </ul>
            </li>
 <li style="visibility: hidden">
                <a href="ACH_000B.html" class="main-option">ADQUIRIENTE</a>
            </li>
            <li style="visibility: hidden">
                <a href="DBH_000B.html" class="main-option">TARJETA DEBITO</a>
            </li> </ul>
    </nav>

    <section>
        <div> 
            <table>
              <tr> 
                <td><div> 
                    <p  class="TITLE">Esquemas de puntajes - Productos</p>
                    </div></td>
              </tr>
            </table>
            <p>Productos:</strong> </strong>Tercer nivel de la parametrizaci&oacute;n en el que se   relacionan los productos que hacen parte de determinado esquema de puntaje. La   fecha de inicio m&aacute;s antigua y la fecha final m&aacute;s actual de cualquiera de los   productos contenidos en este tab, determinar&aacute;n la vigencia de cada esquema de   puntaje, informaci&oacute;n que se despliega en la opci&oacute;n <em><A href="SCH_065B.html">Puntajes</A></em> a la que se ingresa desde <em><A href="SCH_060B.html">Consulta tarjeta</A></em>.</p>
            <p class="PARRAFO">El formulario contiene las opciones Actualizar, Eliminar, 
              y Adicionar. Adicionalmente muestra las opciones <a href="#vigencia" target="_self">Vigencia</a><a href="MEH_006B1.html"></a>, <a href="#grupos" target="_self">Grupos</a>, <a href="#servicios" target="_self">Servicios</a>, y <a href="#establecimientos" target="_self">Establecimientos</a>. </p>
            <p class="PARRAFO">Se regresa al formulario principal de <a href="MEH_006B.html">Esquemas de puntajes</a> a trav&eacute;s del bot&oacute;n en la parte superior izquierda.</p>
            .
            <p class="PARRAFO"><span class="SUBTITULO">Filtro:</span> El formulario cuenta 
              con un filtro inicial de b&uacute;squeda, necesario para la consulta de la 
              informaci&oacute;n:</p>
            <h1 class="TITLE"><img src="../img/MEF_006B8.PNG"774" ></p>
            <table>
              <tr>
                <td  class="titletable" ><p class="SUBTITULO">Bin / <span class="SUBTITULO" style"width:28.0%;padding:3.0pt 3.0pt 3.0pt 3.0pt">Producto</span>/ <span class="SUBTITULO" style"width:28.0%;padding:3.0pt 3.0pt 3.0pt 3.0pt">Grupo afinidad </span></p></td>
                <td  class="PARRAFO" ><p>Campo con lista de valores de la cual se   deben seleccionar la combinaci&oacute;n de <em><A href="MEH_002B.html">Productos</A></em> que el usuario desee consultar.</p></td>
              </tr>
            </table>
            <p class="PARRAFO">Vigencia<a name="Vigencia"></a>:</strong> Se define la vigencia o cantidad de per&iacute;odos de los que  dispone el tarjetahabiente para redimir los puntos acumulados por el  manejo de su producto.</p>
           
            <p class="PARRAFO">El formulario contiene las opciones Actualizar, Eliminar 
              y Adicionar.</p>
            <p class="TITLE"><img src="../img/MEF_006B7.PNG"773" ></p>
           
            <p class="PARRAFO"><span class="SUBTITULO">Adicionar:</span> Si 
              el usuario invoca la opci&oacute;n Adicionar se despliega un formulario con 
              los siguientes campos<span 
        >:</span></font></p>
            <p class="TITLE"><img src="../img/MEF_006B9.PNG"493" ></p>
            
            <table>
              <tr>
                <td  class="titletable" ><p class="SUBTITULO">Producto</p></td>
                <td  class="PARRAFO" ><p>Campo con lista de valores de la cual se   deben seleccionar los <em><A href="MEH_002B.html">Productos</A></em> que la   entidad considere deban hacer parte del esquema de puntaje; una vez escogidos,   la forma despliega para cada uno de ellos, el nombre, bin y segmento   correspondientes.</p>      </td>
              </tr>
              <tr>
                <td   class="SUBTITULO" >Inicio vigencia </td>
                <td  class="PARRAFO" ><p>Campo en formato YYYY-MM-DD en el cual se   define la fecha en que entra en vigencia cada esquema de puntaje para   determinado producto. El sistema controla que un mismo producto no pueda hacer   parte de otro esquema si las fechas de vigencia se traslapan o sobreponen, a   excepci&oacute;n de los casos en que la entidad requiera que para un mismo producto el   sistema acumule puntos, siendo necesario marcar como no considerar <em>Servicio,   Grupos y Cadenas</em> en la opci&oacute;n  <a href="MEH_006B2.html">Par&aacute;metros adicionales</a>. Dado que el sistema   realiza los cortes de cuentas de puntos a fecha de facturaci&oacute;n, se sugiere   utilizar dichas fechas tanto para inicio como para fin de la vigencia de los   esquemas.</p>      </td>
              </tr>
              <tr>
                <td   class="SUBTITULO" >Fin vigencia </td>
                <td  class="PARRAFO" ><p>En este campo en formato YYYY-MM-DD se   define la fecha en que finaliza la aplicaci&oacute;n o expiraci&oacute;n de la vigencia por   esquema de puntaje para determinado producto.</p>
                </td>
              </tr>
           
              <tr>
                <td   class="SUBTITULO" >Factor conversi&oacute;n </td>
                <td  class="PARRAFO" ><p>Una vez el mecanismo de redenci&oacute;n   seleccionado corresponda a <em>abono</em>,  en este campo se determina el valor de cada unidad monetaria a la cual  se van a convertir los puntos acumulados, en otras palabras, se  multiplica el n&uacute;mero de puntos disponibles a redimir por el valor aqu&iacute;  indicado y ese ser&aacute; el monto m&aacute;ximo del abono a aplicar al cliente..</p></td>
              </tr>
           
              <tr>
                <td   class="SUBTITULO" >Puntos minimos </td>
                <td  class="PARRAFO" ><p>Campo num&eacute;rico de 7 d&iacute;gitos, obligatorio, en el que se registra la  cantidad de puntos que necesita un cliente para poder hacerse acreedor  a cada premio parametrizado.</p></td>
              </tr>
            </table>
            
            <p><span class="SUBTITULO">Actualizar:</span> Si el usuario 
              invoca la opci&oacute;n Actualizar se despliega un nuevo formulario en cual 
              los &uacute;nicos campos modificables son los siguientes:</p>
            <p class="TITLE"><img src="../img/MEF_006B10.PNG"496" ></p>
            
            <p class="PARRAFO">Grupos<a name="Grupos"></a>:</strong>Tab en en el que se definen   las caracter&iacute;sticas, tanto de valor absoluto como de operador matem&aacute;tico que   utiliza el sistema para calcular los puntos a otorgar al cliente por realizar el   consumo en los comercios que hacen parte de la agrupaci&oacute;n parametrizada en la   opci&oacute;n <em><A href="ESH_001B.html">Grupos</A></em> , siempre y cuando en la opci&oacute;n <a href="MEH_006B2.html">Par&aacute;metros adicionales</a> se haya   marcado con <em>Incluir</em>, la opci&oacute;n <em>Grupos</em>; no aplica en caso de haberse   seleccionado all&iacute; mismo como <em>Excluir</em>.</p>
           
            <p class="PARRAFO">El formulario contiene las opciones Actualizar, Eliminar 
              y Adicionar.</p>
            
            <p class="TITLE"><img src="../img/MEF_006B10a.PNG"773" height="102"></p>
            <p class="PARRAFO"><span class="SUBTITULO">Adicionar:</span> Si 
              el usuario invoca la opci&oacute;n Adicionar se despliega un formulario con 
              los siguientes campos<span 
        >:</span></font></p>
            <p class="TITLE"><img src="../img/MEF_006B10b.PNG"350" height="136"></p>
            
            <table>
              <tr>
                <td   class="SUBTITULO" >Grupo</td>
                <td  class="PARRAFO" ><p>Grupo de datos que    ilustran el tipo de actividad comercial desarrollada por los establecimientos de comercio.</p></td>
              </tr>
           
              <tr>
                <td   class="SUBTITULO" >Operador</td>
                <td  class="PARRAFO" ><p>Este campo posee lista adjunta de la que   debe seleccionarse entre <em>Multiplicaci&oacute;n</em> o <em>Adici&oacute;n</em> la forma en que   ser&aacute;n calculados los puntos adicionales a otorgar al cliente; en el primer caso, <em>multiplicaci&oacute;n</em>, significa que cuando el cliente haga un consumo en cada   uno de esos comercios, el sistema tomar&aacute; los puntos que vienen de la   transacci&oacute;n, los multiplicar&aacute; por el valor definido en el campo <em>Factor</em>, y   el valor resultante se sumar&aacute; a los puntos acumulados que posea el cliente.   Cuando se indica <em>Adici&oacute;n</em> significa simplemente que el valor definido en   el campo <em>Factor</em> se sumar&aacute; al total de puntos que el cliente tenga   acumulados en el momento. Este mismo procedimiento aplica para los subtabs <em>Clases de servicios, Grupos de establecimientos</em> y/o <em>Cadenas de   establecimientos</em> cuando se encuentran activos y en ellos se ha registrado   la informaci&oacute;n correspondiente. </p></td>
              </tr>
           
              <tr>
                <td   class="SUBTITULO" >Factor</td>
                <td  class="PARRAFO" ><p>Campo en el que se determina el valor a   aplicar por el sistema para calcular los puntos a conceder al   cliente.</p></td>
              </tr>
            </table>
            <p class="PARRAFO">Servicios<a name="Servicios"></a>:</strong>Grupo de campos en los que se definen las   caracter&iacute;sticas, tanto de valor absoluto como de operador matem&aacute;tico que utiliza   el sistema para calcular los puntos a otorgar al cliente por realizar el consumo   en los establecimientos cuya clase o tipo de servicio correspondan a los aqu&iacute;   relacionados, siempre y cuando en la opci&oacute;n <a href="MEH_006B2.html">Par&aacute;metros adicionales</a> se haya marcado   con <em>Incluir</em>, la opci&oacute;n <em>Clases de servicio</em>; no aplica en caso de haberse   seleccionado all&iacute; mismo como <em>Excluir</em>.</p>
           
            <p class="PARRAFO">El formulario contiene las opciones Actualizar, Eliminar 
              y Adicionar.</p>
            
            <p class="TITLE"><img src="../img/MEF_006B10c.PNG"772" ></p>
            <p class="TITLE"><img src="../img/MEF_006B21.PNG"346" ></p>
            
            <table>
              <tr>
                <td  class="titletable" ><p class="SUBTITULO">Servicio</p></td>
                <td><p class="PARRAFO">Este campo posee lista de valores de la que   debe seleccionarse el c&oacute;digo de la <em><A href="ESH_002B.html" class="PARRAFO">clase de   servicio</A></em> asociado a cada comercio, despleg&aacute;ndose el nombre o descripci&oacute;n   del mismo.</p></td>
              </tr>
              </table>
            <p><span class="SUBTITULO">Actualizar:</span> Si el usuario 
              invoca la opci&oacute;n Actualizar se despliega un nuevo formulario en cual 
            los &uacute;nicos campos modificables son los siguientes:</p>
            <p class="TITLE"><img src="../img/MEF_006B22.PNG"324" ></p>
            .
            <p class="PARRAFO">Establecimientos<a name="Establecimientos"></a>:</strong>Campos en los que se definen   las caracter&iacute;sticas, tanto de valor absoluto como de operador matem&aacute;tico que   utiliza el sistema para calcular los puntos a otorgar al cliente por realizar el   consumo en los establecimientos aqu&iacute; relacionados, siempre y cuando en la opci&oacute;n <a href="MEH_006B2.html">Par&aacute;metros adicionales</a> se hayan marcado con <em>Incluir</em>, la opci&oacute;n <em>Establecimientos</em>; no aplica en caso de haberse seleccionado all&iacute; mismo   como <em>Excluir</em>.</p>
           
            <p class="PARRAFO">El formulario contiene las opciones Actualizar, Eliminar 
              y Adicionar.</p>
            
            <p class="TITLE"><img src="../img/MEF_006B10d.PNG"773" height="102"></p>
            <p class="PARRAFO"><span class="SUBTITULO">Adicionar:</span> Si 
              el usuario invoca la opci&oacute;n Adicionar se despliega un formulario con 
              los siguientes campos<span 
        >:</span></font></p>
            <p class="TITLE"><img src="../img/MEF_006B24.PNG"383" ></p>
            
            <table>
              <tr>
                <td  class="titletable" ><p class="SUBTITULO">Establecimietno</p></td>
                <td><p class="PARRAFO">Campo que posee lista de valores poblada a   trav&eacute;s de la opci&oacute;n <em><A href="ESH_006B.html">Informaci&oacute;n de   establecimientos</A></em> de la que debe seleccionarse el nombre del comercio que   se desea tener en cuenta o en caso contrario excluir para la acumulaci&oacute;n de   puntos.</p></td>
              </tr>
            </table>
            
            <p><span class="SUBTITULO">Actualizar:</span> Si el usuario 
              invoca la opci&oacute;n Actualizar se despliega un nuevo formulario en cual 
              los &uacute;nicos campos modificables son los siguientes:</p>
            <p class="TITLE"><img src="../img/MEF_006B25.PNG"381" ></p>
            
    </section>
    <script src="../js/menu.js"></script>
</body>
<footer>
    <div>
        <img class="TITLE"  src= "../img/logo.PNG">
    </div>
    <p>OpenCard SAS</p>
    <p>Calle 77 Nº 11-19 Piso 4°,Bogotá D.C.</p>
    <p>Tel (57) 601 - 313 37 75  <a href="http://www.opencard.com"
            target="_blank">www.opencard.com</a></p>



</footer>
</html>